GET_USERPASS = 'get_userpass'

SERVER_UEL = 'http://127.0.0.1:8000/telegram/'

RESPONSE_TEXTS = {
    'welcom': 'سلام دوست عزیز :)\nخیلی خوش اومدی 🌺\n\nبرای این که بتونیم ربات رو برای شما شخصی سازی کنیم نیاز داریم که اطلاعات دروس شما رو از سامانه lms استخراج کنیم.\n\nاین رو هم بگیم که اطلاعات شما محرمانه خواهد ماند و بعد از استخراج می توانید برای تغییر رمز عبور خود در سامانه lms اقدام کنین.',
    'get_userpass': 'لطفا نام کاربری و رمز عبورت در سامانه lms رو برامون در دو خط مثل این بنویس:\n\nنام کاربری\nرمز عبور',
    'correct_userpass': '',
    'incorrect_userpass': '',
}